tap "apenngrace/vulkan"
tap "bradyjoslin/sharewifi"
tap "cmacrae/formulae"
tap "cormacrelf/tap"
tap "d12frosted/emacs-plus"
tap "fabianishere/personal"
tap "federico-terzi/espanso"
tap "googlechrome/simplehttp2server", "https://github.com/GoogleChrome/simplehttp2server"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "knowler/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "rami3l/tap"
tap "roots/tap"
tap "shivammathur/php"
tap "zegervdv/zathura"
brew "act"
brew "python@3.9"
brew "glib"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "ansible"
brew "coreutils"
brew "asdf"
brew "axel"
brew "bat"
brew "cmake"
brew "composer"
brew "dark-mode"
brew "deno"
brew "direnv"
brew "dnsmasq", restart_service: true
brew "dockutil"
brew "dolt"
brew "dprint"
brew "dust"
brew "earthly"
brew "efm-langserver"
brew "node"
brew "emscripten"
brew "eva"
brew "exa"
brew "fd"
brew "feh"
brew "unbound"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fork-cleaner"
brew "freetds"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-absorb"
brew "libmagic"
brew "git-annex"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnupg"
brew "go"
brew "goaccess"
brew "gpgme"
brew "gping"
brew "grex"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "hugo"
brew "id3lib"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "libstfl"
brew "libxkbcommon"
brew "luarocks"
brew "m-cli"
brew "mas"
brew "meson"
brew "moreutils"
brew "vapoursynth"
brew "youtube-dl"
brew "mpv"
brew "mutt"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nginx"
brew "nnn"
brew "pandoc"
brew "pass"
brew "pastel"
brew "php"
brew "php@7.4"
brew "pinentry-mac"
brew "pipes-sh"
brew "poppler"
brew "pup"
brew "pv"
brew "pyenv"
brew "ranger"
brew "rclone", args: ["HEAD"]
brew "ripgrep"
brew "rm-improved"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "tccutil"
brew "tesseract-lang"
brew "tmux"
brew "tokei"
brew "volta"
brew "w3m"
brew "wakatime-cli"
brew "watchexec"
brew "wget"
brew "whalebrew"
brew "wp-cli"
brew "xdotool"
brew "xxh"
brew "yq"
brew "zellij"
brew "zola"
brew "zoxide"
brew "zsh"
brew "bradyjoslin/sharewifi/sharewifi"
brew "cmacrae/formulae/spacebar"
brew "cormacrelf/tap/dark-notify"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "fabianishere/personal/pam_reattach"
brew "federico-terzi/espanso/espanso"
brew "googlechrome/simplehttp2server/simplehttp2server"
brew "itchyny/tap/mmv"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "rami3l/tap/pacaptr"
brew "roots/tap/trellis-cli"
brew "shivammathur/php/php@5.6"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-platform-tools"
cask "battle-net"
cask "beekeeper-studio"
cask "bitwarden"
cask "blackhole"
cask "calibre"
cask "chromedriver"
cask "dash4"
cask "desaturate"
cask "discord"
cask "docker"
cask "dropbox"
cask "element"
cask "eul"
cask "figma"
cask "firefox"
cask "font-montserrat"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-drive"
cask "gramps"
cask "hammerspoon"
cask "hiddenbar"
cask "http-toolkit"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "joshjon-nocturnal"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "lando"
cask "lbry"
cask "libreoffice"
cask "logos"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mongodb-compass"
cask "netnewswire"
cask "notational-velocity"
cask "obsidian"
cask "patchwork"
cask "phpstorm"
cask "pika"
cask "pocket-casts"
cask "poedit"
cask "private-internet-access"
cask "propresenter"
cask "signal"
cask "slack"
cask "sloth"
cask "spotify"
cask "steam"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "vulkan-sdk"
cask "xquartz"
cask "xscreensaver"
cask "zoomus"
cask "zotero"
cask "zsa-wally"
mas "Color Picker", id: 1545870783
mas "Contrast", id: 1254981365
mas "HP Smart", id: 1474276998
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Pandan", id: 1569600264
mas "Xcode", id: 497799835
