tap "apenngrace/vulkan"
tap "cmacrae/formulae"
tap "cormacrelf/tap"
tap "d12frosted/emacs-plus"
tap "fabianishere/personal"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "knowler/tap"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "planetscale/tap"
tap "superfly/tap"
tap "xwmx/taps"
tap "zegervdv/zathura"
brew "python@3.9"
brew "glib"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "bash"
brew "bat"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "dark-mode"
brew "deno"
brew "direnv"
brew "dockutil"
brew "dust"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-absorb"
brew "libmagic"
brew "git-annex"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "gtk-mac-integration"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lua"
brew "luarocks"
brew "luv"
brew "mas"
brew "ninja"
brew "python@3.10"
brew "meson"
brew "mkcert"
brew "moreutils"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql-client"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "pandoc"
brew "pinentry-mac"
brew "pipes-sh"
brew "podman"
brew "qt"
brew "poppler"
brew "rclone", args: ["HEAD"]
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "subversion"
brew "terminal-notifier"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "volta"
brew "wakatime-cli"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "cmacrae/formulae/spacebar"
brew "cormacrelf/tap/dark-notify"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "fabianishere/personal/pam_reattach"
brew "itchyny/tap/mmv"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "michaeleisel/zld/zld"
brew "planetscale/tap/pscale"
brew "superfly/tap/flyctl"
brew "xwmx/taps/nb"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password-beta"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "android-file-transfer"
cask "android-platform-tools"
cask "bitwarden"
cask "blackhole"
cask "brave-browser"
cask "calibre"
cask "chromedriver"
cask "dash4"
cask "desaturate"
cask "discord"
cask "docker"
cask "dropbox"
cask "element"
cask "figma"
cask "firefox"
cask "font-montserrat"
cask "forecast"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-drive"
cask "gramps"
cask "hammerspoon"
cask "http-toolkit"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "joshjon-nocturnal"
cask "keepingyouawake"
cask "keka"
cask "keybase"
cask "keycastr"
cask "kindle"
cask "lando"
cask "logos"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "patchwork"
cask "pocket-casts"
cask "poedit"
cask "safari-technology-preview"
cask "seafile-client"
cask "signal"
cask "slack"
cask "sloth"
cask "spotify"
cask "steam"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "vulkan-sdk"
cask "xscreensaver"
cask "zoom"
cask "zotero"
cask "zsa-wally"
mas "1Password for Safari", id: 1569813296
mas "Collected", id: 1511343960
mas "Color Picker", id: 1545870783
mas "Contrast", id: 1254981365
mas "HP Smart", id: 1474276998
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Xcode", id: 497799835
