tap "apenngrace/vulkan"
tap "cmacrae/formulae"
tap "cormacrelf/tap"
tap "d12frosted/emacs-plus"
tap "ddev/ddev"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "itchyny/tap"
tap "knowler/tap"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "planetscale/tap"
tap "roots/tap"
tap "superfly/tap"
tap "xwmx/taps"
tap "zegervdv/zathura"
brew "glib"
brew "cairo"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "jpeg-xl"
brew "apr-util"
brew "coreutils"
brew "asdf"
brew "at-spi2-core"
brew "bash"
brew "bat"
brew "cmake"
brew "curl"
brew "dark-mode"
brew "deno"
brew "openssl@1.1"
brew "python@3.9"
brew "direnv"
brew "dockutil"
brew "python@3.11"
brew "docutils"
brew "dust"
brew "exa"
brew "fd"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libssh"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@4"
brew "findutils"
brew "fontforge"
brew "fx"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-absorb"
brew "libmagic"
brew "git-annex"
brew "git-delta"
brew "git-lfs"
brew "glslviewer"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+"
brew "gtk+3", link: false
brew "gtk-mac-integration"
brew "guile"
brew "helix"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "libslirp"
brew "lua"
brew "luarocks"
brew "luv"
brew "mas"
brew "ninja"
brew "meson"
brew "mkcert"
brew "moreutils"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mysql-client"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "tig"
brew "w3m"
brew "nb"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "newsboat"
brew "nghttp2"
brew "node"
brew "openldap"
brew "pam-reattach"
brew "pinentry-mac"
brew "pipes-sh"
brew "podman"
brew "poppler"
brew "pygments"
brew "python@3.10"
brew "qemu"
brew "qt"
brew "rclone", args: ["HEAD"]
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "sox"
brew "sphinx-doc"
brew "starship"
brew "subversion"
brew "terminal-notifier"
brew "tesseract-lang"
brew "tmux"
brew "tree"
brew "volta"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "cormacrelf/tap/dark-notify"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "ddev/ddev/ddev"
brew "itchyny/tap/mmv"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michaeleisel/zld/zld", link: false
brew "planetscale/tap/pscale"
brew "roots/tap/trellis-cli"
brew "superfly/tap/flyctl"
brew "zegervdv/zathura/girara"
brew "zegervdv/zathura/synctex"
brew "zegervdv/zathura/zathura", args: ["HEAD"], link: false
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password@beta"
cask "alacritty"
cask "alfred"
cask "arc"
cask "calibre"
cask "colour-contrast-analyser"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "firefox@nightly"
cask "forecast"
cask "gfxcardstatus"
cask "google-chrome"
cask "google-chrome@canary"
cask "google-drive"
cask "gramps"
cask "iina"
cask "joshjon-nocturnal"
cask "keepingyouawake"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netnewswire"
cask "notion"
cask "plex-media-server"
cask "pocket-casts"
cask "safari-technology-preview"
cask "sloth"
cask "steam"
cask "tailscale"
cask "there"
cask "tor-browser"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
cask "vulkan-sdk"
cask "zen-browser"
cask "zoom"
cask "zsa-wally"
mas "1Password for Safari", id: 1569813296
mas "Contrast", id: 1254981365
mas "Hand Mirror", id: 1502839586
mas "HP Smart", id: 1474276998
mas "iA Writer", id: 775737590
mas "Keynote", id: 409183694
mas "Mona", id: 1659154653
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Slack", id: 803453959
mas "VisBug", id: 1538509686
mas "Xcode", id: 497799835
vscode "artlaman.chalice-icon-theme"
vscode "asvetliakov.vscode-neovim"
vscode "biomejs.biome"
vscode "breabcrumb.wobbly-icon-theme"
vscode "cocopon.iceberg-theme"
vscode "deerawan.vscode-dash"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "ms-azuretools.vscode-docker"
vscode "ms-fast.fast-tagged-templates"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "ronnidc.nunjucks"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
