acl
acpi
acpid
acroread
adwaita-icon-theme
adwaita-maia
alacritty
alsa-firmware
alsa-utils
amd-ucode
arch-firefox-search
autoconf
automake
avahi
azote
b43-fwcutter
bash
bat
bind
binutils
bison
bmenu
bottom-bin
brave
btrfs-progs
bzip2
ccache
composer
coreutils
corrupter-bin
cpupower
crda
cronie
cryptsetup
detach
device-mapper
dhclient
dhcpcd
diffutils
disable-tracker
discord_arch_electron
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
droidcam
e2fsprogs
ecryptfs-utils
efibootmgr
element-desktop-git
escrotum-git
evince
exa
exfat-utils
f2fs-tools
fakeroot
fd
feh
figma-linux
file
file-roller
filesystem
findutils
firefox
flex
fprintd
gawk
gcc
gcc-libs
gdm
gedit
gettext
git-delta
github-cli
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-control-center
gnome-desktop
gnome-dictionary
gnome-keyring
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-nightthemeswitcher
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-wallpapers
google-chrome
gparted
grep
grilo-plugins
grim
groff
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
i3-gaps
ibus
illyria-wallpaper
inetutils
inkscape
inotify-tools
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jfsutils
jq
keybase-bin
lando
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libpng12
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lighter-gnome
linux-firmware
linux-lts
linux54-headers
logrotate
lsb-release
lsof
lvm2
m4
mailspring
make
mako
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-browser-settings
manjaro-dynamic-wallpaper
manjaro-firmware
manjaro-gdm-theme
manjaro-gdm-tweak
manjaro-gnome-assets
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mc
mdadm
memtest86+
mesa-demos
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
neofetch
neovide
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
obsidian-appimage
openresolv
openssh
orca
os-prober
otf-font-awesome
otf-san-francisco-pro
p7zip
pacman
pacui
pamac-gnome-integration
pamac-gtk
pamixer
papirus-maia-icon-theme
patch
pavucontrol
pciutils
peek
perl
php
php-fpm
piavpn-bin
pkgconf
plex-media-server
polkit-gnome
powertop
procps-ng
procs
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
pv
python-pip
python-wheel
python2-virtualenv
qemu
redshift-wayland-git
reiserfsprogs
ripgrep
rm-improved
rsync
s-nail
sed
sfz-bin
shadow
signal-desktop
signal-desktop-beta-bin
slack-desktop
slurp
snapd
spectre-meltdown-checker
spotify
squashfs-tools
sudo
sushi
swappy
sway
swayidle
swaylock
sysfsutils
systemd-fsck-silent
systemd-sysvcompat
tableplus
tar
terminus-font-otb
texinfo
tlp
tmux
tokei
totem
tracker
tracker-miners
transmission-cli
trellis-cli
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
usb_modeswitch
usbutils
util-linux
v4l2loopback-dkms
vagrant
vi
virt-manager
virtualbox
visual-studio-code-bin
volta
vulkan-intel
vulkan-radeon
waybar
wf-recorder
wget
which
wl-clipboard
wob
workrave
wpa_supplicant
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-twm
xorg-xinit
xsel
yay
youtube-dl
yq2-bin
zoom
zsh
