# taps
tap 'caskroom/cask'
tap 'koekeishiya/formulae'

# ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
# CLI
# ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

# core
brew 'coreutils'

# window manager
brew 'chunkwm'

# hotkey daemon
brew 'skhd'

# shell
brew 'zsh'

# multiplexer
brew 'tmux'

# editor
brew 'vim'

# directory jumper
brew 'fasd'

# file browser
brew 'ranger'

# fuzzy finder
brew 'fzf'

# find replacement
brew 'fd'

# ls and tree replacement
brew 'exa'

# ag
brew 'the_silver_searcher'

# grep replacement
brew 'ripgrep'

# git + hub extension
brew 'git'
brew 'hub'

# better than npm
brew 'yarn'

# python
brew 'python'
brew 'python@2'

# php
brew 'php'
brew 'composer'

# misc
brew 'openssl'
brew 'fx'

# ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
# Applications
# ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~

# terminal emulator
cask 'alacritty'

# bar
cask 'ubersicht'

# utils
cask 'keepingyouawake'
cask 'alfred'
cask 'bitbar'

# browsers
cask 'google-chrome'
cask 'firefox'

# storage
cask 'dropbox'

# secrets
cask '1password'
cask 'keybase'

# comms
cask 'slack'
cask 'discord'
cask 'mailspring'

# dev
cask 'docker'
cask 'vagrant'
cask 'vagrant-manager'
cask 'dash'
cask 'insomnia'
cask 'mockroon'

# design
cask 'sip'

# misc
cask 'keka'
cask 'sloth'
cask 'tripmode'
cask 'muzzle'
cask 'bartender'
cask 'gfxcardstatus'
cask 'keycastr'
