tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "koekeishiya/formulae"

brew "dockutil"
brew "exa"
brew "fzf"
brew "git"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "skhd"
brew "tmux"
brew "yabai"

cask "1password"
cask "alacritty"
cask "alfred"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "keepingyouawake"
cask "lando"
cask "slack"
cask "spotify"
